import React from 'react'
import S23 from '../assets/img/s21ultra.jpg'


const Filter = () => {
  return (
    <div>
      <div className="container">
        <h2 className="mb-5 w-[630px] text-zinc-900 text-4xl font-bold font-['Raleway']">Странные привычки британцев, которые никогда не поймет иностранец</h2>
        <p>
          <p className="mb-5 w-[630px] text-zinc-900 text-base font-normal font-['Raleway'] leading-relaxed">Британцы имеют репутацию одной из самых странных наций в мире - а знаете ли вы, почему? Все дело в том, что в Туманном Альбионе очень ценятся традиции и обычаи, поэтому британцы до сих пор следуют многим из них просто потому, что так принято, и это важная часть культуры. Сегодня мы расскажем вам о некоторых странностях британцев, которые удивляют приезжих - хотя для самих британцев все это совершенно в порядке вещей.</p>
        </p>
        <img className="mb-5 w-[630px] h-[630px] rounded-xl" src={S23} />
        <p>
          <div className="mb-5 w-[630px] text-zinc-900 text-base font-normal font-['Raleway'] leading-relaxed">Например, помните отдельные краны для горячей и холодной воды? Даже если помните, наверняка в вашей квартире их давно заменили смесители. А вот британцы по-прежнему пользуются раздельными кранами. Почему? А потому что так принято.</div>
        </p>
        <p>
          <div className="mb-5 w-[630px]"><p className="text-zinc-900 text-base font-bold font-['Raleway'] leading-relaxed">Британцы очень любят извиняться и ждут того же от других</p><span className="text-zinc-900 text-base font-normal font-['Raleway'] leading-relaxed">. Если кто-то столкнулся с вами на улице или наступил на ногу в метро, он обязательно несколько раз скажет “sorry!”, но и от вас будет ждать того же. За что вам извиняться? Такая традиция! Кстати, благодарить за все подряд они тоже любят, причем не один раз, а два или даже три.</span></div>
        </p>
        <div className="">
          <img className="mb-5 w-[630px] h-[280px] relative rounded-lg" src={S23} />
          <p>
            <div className="w-[630px]"><span className="text-zinc-900 text-base font-normal font-['Raleway'] leading-relaxed">С первых эпизодов критики называли шоу новаторским, стильным и визуально захватывающим, отмечая внимание шоураннера </span><span className="text-zinc-900 text-base font-normal font-['Raleway'] underline leading-relaxed">Мэттью Уайнера</span><span className="text-zinc-900 text-base font-normal font-['Raleway'] leading-relaxed"> к историческим деталям. Для западной аудитории «Безумцы» стали затягивающей производственной драмой, в которой экшен заменили на болтовню и срифмовали массу феноменов 1960-х с современной жизнью. В России проект Уайнера представил общество, которое не обременено толерантностью и беспокойством о справедливости и которое начинают колебать толчки грядущих потрясений. Это мир журнала GQ накануне появления сайта Wonderzine. В 2010-х миф о послевоенном американском гламуре прошел ревизию в Голливуде. Героями современных сериалов о XX веке чаще становятся не воротилы бизнеса, а персонажи, на которых не обращали внимания: гомосексуалы, активные домохозяйки, феминистки и прочие скрытые фигуры, бросившие вызов устоявшимся порядкам. Кажется, что образ такого лощеного рекламщика, как Дон Дрейпер, сейчас никому не интересен. Но это не так. Мы спросили у редакторов и авторов российских медиа, прославлявших «Безумцев» 10 лет назад, как сериал Мэттью Уайнера смотрится из 2022 года.</span></div>
          </p>
        </div>
      </div>
    </div>
  )
}

export default Filter